Repository: sylvain-josserand/Challenge-List-Creator
Catalog: clc/locale/*/LC_MESSAGES/django.po
Languages: fr

source: category
fr: catégorie

source: User name
fr: Nom d'utilisateur

source: Enter the username you wish to use (This is public)
fr: Entrez le nom d'utilisateur souhaité (Il sera public)

source: Email
fr: Adresse email

source: Enter your email address (We keep it private)
fr: Entrez votre adresse e-mail (Nous le gardons privé)

source: Password
fr: Mot de passe

source: Enter your super-secret password
fr: Entrez votre mot de passe top-secret

source: Password confirmation
fr: Confirmation

source: Enter the same password again
fr: Entrez à nouveau le même mot de passe

source: Username
fr: Nom d'utilisateur

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Enter your password
fr: Entrez votre mot de passe

source: Sorry but this challenge list does not exist. Want to create it?<a href='/'>Click here.</a>
fr: Désolé mais cette liste de défis n'existe pas. Voulez-vous la créer?<a href='/'>Cliquez ici</a>

source: Your challenge list
fr: Votre liste de défis

source: %(name)s's challenge list
fr: La liste des défis de %(name)s

source: Sorry, but this user does not exist.
fr: Désolé, mais cet utilisateur n'existe pas.

source: Sorry, but the authentication key is missing.
fr: Désolé, mais il manque la clef d'authentification.

source: Sorry, but the authentication key is wrong.
fr: Désolé, mais la clef d'authentification est incorrecte.

source: Sorry, but this account is disabled.
fr: Désolé, mais ce compte est désactivé.

source: Sorry, but this account is invalid.
fr: Désolé, mais ce compte est invalide.

source: passwords mismatch
fr: Les mots de passe ne correspondent pas

source: Hi %(username)s, You couldn't remember your password. That's ok. Please click the link below to set a new one: http://www.challengelistcreator.com/reset_password/%(username)s?authkey=%(authkey)s Have fun, The webmaster at challenge list creator.
fr: Bonjour %(username)s, Vous avez oublié votre mot de passe? Ce n'est pas grave. Merci de cliquer sur le lien ci-dessous pour en avoir un tout neuf: http://www.challengelistcreator.com/reset_password/%(username)s?authkey=%(authkey)s Amusez-vous bien, Le webmaster de challenge list creator.

source: <html><body> <a href=http://www.challengelistcreator.com style="border:0;" ><img src="http://www.challengelistcreator.com/media/images/logo.png" /></a><br/> <br/> Hi %(username)s,<br/> <br/> You couldn't remember your password. That's ok.<br/> <br/> <b>Please click the link below to set a new one:</b><br/> <a href='http://www.challengelistcreator.com/reset_password/%(username)s?authkey=%(authkey)s'>Reset your password</a><br/> <br/> Have fun,<br/> <br/> The webmaster at challenge list creator.<br/> <br/> </body></html>
fr: <html><body> <a href=http://www.challengelistcreator.com style="border:0;" ><img src="http://www.challengelistcreator.com/media/images/logo.png" /></a><br/> <br/> Bonjour %(username)s,<br/> <br/> Vous avez oublié votre mot de passe? Ce n'est pas grave.<br/> <br/> <b>Merci de cliquer sur le lien ci-dessous pour en avoir un tout neuf:</b><br/> <a href='http://www.challengelistcreator.com/reset_password/%(username)s?authkey=%(authkey)s'>Redéfinir votre mot de passe</a><br/> <br/> Amusez-vous bien,<br/> <br/> Le webmaster de challenge list creator.<br/> <br/> </body></html>

source: You have asked to reset your password
fr: Vous avez demandé un nouveau mot de passe

source: A user with the same name already exists. But the password you entered did not match.
fr: Un utilisateur avec le même nom existe déjà. Mais le mot de passe que vous avez entré ne correspond pas.

source: Email already exists.
fr: L'adresse email existe déjà.

source: Disabled account.
fr: Compte désactivé.

source: Invalid username and/or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Create a bucket list
fr: Créer une liste de défis

source: Log out
fr: Déconnexion

source: Idea box and problem report
fr: Boîte à idées et problèmes

source: Send a message
fr: Envoyer

source: Email field is required if you want an answer.
fr: Entrez votre email si vous voulez une réponse.

source: Cancel
fr: Annuler

source: Back to my list
fr: Retour à ma liste

source: Add to my friends
fr: Ajouter à mes amis

source: Category
fr: Catégorie

source: Progress
fr: Progrès

source: Due date
fr: Échéance

source: Delete
fr: Supprimer

source: Accept this challenge
fr: Accepter ce challenge

source: Add this to YOUR list
fr: Ajouter à VOTRE liste

source: You can now create your first challenge. Enter a description in the box using your own words, then select a category and click on Add a new challenge.
fr: Vous pouvez maintenant vous donner votre premier défi à relever. Entrez une description en utilisant vos propres mots, puis choisissez une catégorie et validez en cliquant sur Ajouter un nouveau challenge

source: en_US
fr: fr_FR

source: Add a new challenge
fr: Ajouter un nouveau challenge

source: Add
fr: Ajouter

source: Your friends
fr: Vos amis

source: Name
fr: Nom

source: Welcome to your own bucket list maker.
fr: Bienvenue sur votre créateur de défis.

source: Create a bucket list and share it with your friends... or not!
fr: Créez votre liste de défis, partagez-la avec vos amis... ou pas!

source: Some examples of challenges:
fr: Quelques exemples de défis:

source: Create an account
fr: Ouvrir un compte

source: Sign me up
fr: S'inscrire

source: Log in
fr: Se connecter

source: Forgot your password?
fr: Mot de passe oublié?

source: Log me in
fr: Se connecter

source: Reset your password
fr: Redéfinir votre mot de passe

source: Please enter your email address so we can send you instructions to reset your password.
fr: Veuillez entrer votre adresse email pour que nous puissions vous envoyer votre nouveau mot de passe.

source: Send me an email
fr: Envoyez-moi un email

source: Enter your new password twice
fr: Entrez votre nouveau mot de passe à deux reprises dans les champs vides
